/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Impossível aceder, de momento, à conta do utilizador \"%@\".";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "O acesso à conta falhou porque ocorreu um erro. A pasta de início da conta do utilizador encontra-se num servidor AFP ou SMB. Contacte o administrador do sistema para obter ajuda.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** FileVault Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a FileVault home directory. */
/* %@ is replaced with the name of the user account. */
"FILEVAULT_LOGIN_ERROR_MESSAGE_FORMAT" = "Impossível aceder, de momento, à conta de utilizador \"%@\" do FileVault";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting a FileVault Image */
"FILEVAULT_LOGIN_ERROR_INFO" = "O acesso à conta falhou porque ocorreu um erro.";

/* Label for OK button in alert that is presented when an error ocurs mounting a FileVault Image */
"FILEVAULT_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** Network Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a Network home. */
/* %@ is replaced with the name of the user account. */

"NETWORK_LOGIN_ERROR_MESSAGE_FORMAT" = "Impossível aceder, de momento, à conta do utilizador \"%@\".";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"NETWORK_LOGIN_ERROR_INFO" = "O acesso falhou porque ocorreu um erro.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"NETWORK_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** Network Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a Network home. */
/* %@ is replaced with the name of the user account. */

"DEFAULT_LOGIN_ERROR_MESSAGE_FORMAT" = "Impossível aceder, de momento, à conta do utilizador \"%@\".";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"DEFAULT_LOGIN_ERROR_INFO" = "O acesso à conta falhou porque ocorreu um erro.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"DEFAULT_LOGIN_ERROR_OK_BUTTON" = "OK";
